
"Are you sure you want to reset the server url to the default?" = "Are you sure you want to reset the server url to the default?";


"Base URL" = "Base URL";


"Cancel" = "Cancel";


"chapters" = "chapters";


"Checking Entity" = "Checking Entity";


"Checking Level" = "Checking Level";


"Level 1: internal — Translator (or team) affirms that translation is in line with Statement of Faith and Translation Guidelines." = "Level 1: internal — Translator (or team) affirms that translation is in line with Statement of Faith and Translation Guidelines.";


"Level 2: external — Translation is independently checked and confirmed by at least two others not on the translation team." = "Level 2: external — Translation is independently checked and confirmed by at least two others not on the translation team.";


"Level 3: authenticated — Translation is checked and confirmed by leadership of at least one Church network with native speakers of the language." = "Level 3: authenticated — Translation is checked and confirmed by leadership of at least one Church network with native speakers of the language.";


"Could not delete all content." = "Could not delete all content.";


"Could not refresh at this time." = "Could not refresh at this time.";


"Delete" = "Delete";


"Dismiss" = "Dismiss";


"Error" = "Error";


"Error verifying content." = "Error verifying content.";


"Failed Download" = "Failed Download";

/* Note to translator: the title of the failed item will be inserted at the beginning. */
"failed to download." = "failed to download.";


"nextChapter" = "nextChapter";


"Publish Date" = "Publish Date";


"Remove content from device?" = "Remove content from device?";


"Reset" = "Reset";


"Reset URL" = "Reset URL";


"Settings" = "Settings";


"The current url is the same as the entered url." = "The current url is the same as the entered url.";


"There is no content for the selected version." = "There is no content for the selected version.";


"This app's internal data structure has changed. Your information is now redownloading in the new format." = "This app's internal data structure has changed. Your information is now redownloading in the new format.";


"This content is verified by: unfoldingWord" = "This content is verified by: unfoldingWord";


"This item has not been downloaded yet. Press the download button first." = "This item has not been downloaded yet. Press the download button first.";


"Verification Information" = "Verification Information";


"Version" = "Version";


"You can download and select a item by tapping \"Version\" in the upper right corner." = "You can download and select a item by tapping \"Version\" in the upper right corner.";

